{
  "id": "root",
  "type": "folder",
  "title": "Home",
  "items": [
    {
      "id": "1a18fd67-b185-45be-bcd9-1687f2426b92",
      "type": "prompt",
      "title": "Suno V5 Song erstellen",
      "content": "Der Song muss optimiert sein für die Text zu Song KI Suno V5. Ich will den Song im Custom-Modus von Suno erstellen. Der Song soll das beschriebene Thema optimal vermitteln und intelligenten Witz und Charme besitzen. Die Reime sollen nicht plump und erzwungen klingen, sondern perfekt in den Satz- und Versfluss des Songtext und der Melodie passen und sich ideal in den Gesamtkontext des Songs einfügen. Der Song soll in jeder Hinsicht perfekt den Gewünschten Stil abbilden und absolutes Ohrwurmpotenzial und Eingängigkeit besitzen. Gib jeweils in einem eigenen Codeblock an, was ich in die einzelnen Felder bei SUNO eingeben muss, also Lyrics (mit Metatags/Anweisungen an die KI in eckigen Klammern um die Songerstellung und Stimmung jedes Abschnittes optimal zu leiten), Styles, Song title und mögliche weitere Einstellungen passend zu meinen Anforderungen. Suche im Internet nach Hintergründen zum genannten Thema und nutze diese auf clevere Weise im Songtext, um den erstellten Songtext optimal auf meine Wünsche anzupassen. Suche im Internet auch nach Tipps und Tricks, wie man mit dem aktuellen SUNO V5 Modell den Song optimal nach eigenen Vorstellungen erstellen lassen kann, recherchiere dazu neben offiziellen Quellen auch in speziellen Nutzerforen. Nutze alle gefundenen Tricks, wie man die Eingabe in den entsprechenden Feldern so gestaltet, dass man das optimale Song-Ergebnis erhält. Suche und beachte alle technischen Limitationen wie maximale Zeichenzahl in den Feldern Songtext, Styles (ohne Nennung expliziter Künstlernamen) usw.\nAm Ende deines Berichtes soll jeweils ein eigener Codeblock mit den Lyrics (Mit Anweisungen und Metatags an die KI in Eckigen Klammern), den finalen Styles, einem perfekt zum Thema, Songtext und Stil passenden Titelvorschlag und alle weiteren Einstellungen und Eingaben für die Eingabefelder im Custom-Modus der aktuellen Version von SUNO stehen, so dass der gewünschte Song optimal gestaltet wird. Denke ausreichend lange und tief nach, um die optimalen Eingaben zu erstellen, um einen perfekten Song entsprechend meinen Anforderungen und Anweisungen von der SUNO KI erstellen zu lassen. Nutze deine Tools. Beeindrucke mich mit einer perfekten Antwort."
    },
    {
      "id": "5-1-1",
      "type": "prompt",
      "title": "Suno AI Song weiter optimieren",
      "content": "Analysiere meine Anforderungen und die von dir Generierte Antwort nochmal exakt bis ins kleinste Detail. Führe auch eine erneute tiefgreifende Recherche im Internet zum Thema SUNO Prompting im Custom Modus und den Hintergrundinformationen des Songthemas durch. Nutze alle gefundenen Informationen für eine Optimierung der Bestandteile des Songs. Optimiere deinen Songtext, Styles und Titel nochmal vollständig und beachte dabei alle technischen Limitationen wie maximale Zeichenzahl in den Feldern Songtext, Style of Music usw.\nNutze alle gefundenen Tricks, wie man die Eingabe in den entsprechenden Feldern so gestaltet, dass man das optimale Song-Ergebnis erhält.\nFühre eine kritische Betrachtung und Selbstüberprüfung deiner Antworten durch und revidiere diese gegebenenfalls. Denke ausführlich darüber nach. Analysiere dazu nochmal alle meine Anforderungen ganz genau sowie deine zuvor gegebenen Antworten. \nSind die Antworten optimal und perfekt? \nEntsprechen und erfüllen die Antworten vollständig meine Anforderungen? \nSind die Antworten vollständig und sind alle Details und feinheiten aller zurückliegenden Anfragen und Anforderungen berücksichtigt und komplett ausgeführt? \nÜberpüfe ob die Antworten logisch und übersichtlich strukturiert und formatiert sind.\nStelle sicher, dass deine jetzige und alle zukünftigen Antworten logisch und konsistent mit vorherigen Interaktionen, Antworten und den definierten Richtlinien sind. Überlege gut und plane dein Vorgehen, um optimal und fehlerfrei zu arbeiten. \nVermeide Widersprüche und sorge für einen einheitlichen Arbeitsstil. \nReflektiere über deine eigenen Antworten und lerne aus Fehlern oder Ineffizienzen. Strebe eine kontinuierliche Verbesserung deiner Arbeitsweise an.\nBeeindrucke mich mit einer perfekten Antwort. "
    }
  ]
}
